<h3>En Android</h3>
<p>En Android puedes usar las dos alternativas,&nbsp;<strong>la principal y m&aacute;s recomendada es el modo seguro,</strong>&nbsp;<strong>la cual es el uso de un equipo doble SIM</strong>&nbsp;que permite la mensajer&iacute;a dual o la duplicaci&oacute;n de aplicaciones. Pero, est&aacute;&nbsp;<strong>no es una funcionalidad est&aacute;ndar</strong>&nbsp;en todos los equipos, debido a que cada fabricante decide si colocarlo o no. Por ello aseg&uacute;rate primero si un dispositivo con este sistema operativo<strong>&nbsp;Dual SIM,</strong>&nbsp;tiene esta tecnolog&iacute;a disponible.</p>
<p>La misma tiene distintos nombres seg&uacute;n la compa&ntilde;&iacute;a, por ejemplo:&nbsp;<strong>Samsung</strong>&nbsp;la tiene bajo el nombre de<strong>&nbsp;Mensajer&iacute;a Dual, OnePlus</strong>&nbsp;se denomina&nbsp;<strong>Parallel Apps</strong>, en equipos&nbsp;<strong>Huawei</strong>&nbsp;se le llama&nbsp;<strong>App Twin&nbsp;</strong>y en tel&eacute;fonos&nbsp;<strong>Xiaomi</strong>&nbsp;se conoce como&nbsp;<strong>Clone Apps.</strong></p>
<p>Seguido de esta breve explicaci&oacute;n vamos a detallar c&oacute;mo puedes usar 2 cuentas de WhatsApp en tu equipo Dual SIM.&nbsp;<strong>Usaremos un equipo Samsung con esta funcionalidad,</strong>&nbsp;si usas otros equipos solo necesitas seguir los mismos pasos de forma cuidadosa y leer correctamente las opciones de tu equipo m&oacute;vil.</p>
<ul>
<li>Ingresa en&nbsp;<strong>Ajustes o configuraciones.</strong></li>
<li>Pulsa en&nbsp;<strong>O</strong><strong>pciones avanzadas.</strong></li>
</ul>
<p><img class="aligncenter wp-image-16672 size-full lazyloaded" style="display: block; margin-left: auto; margin-right: auto;" title="opciones avanzadas samsung" src="https://internetpasoapaso.com/wp-content/uploads/opciones-avanzadas-samsung.jpg" sizes="(max-width: 283px) 100vw, 283px" srcset="https://internetpasoapaso.com/wp-content/uploads/opciones-avanzadas-samsung.jpg 283w, https://internetpasoapaso.com/wp-content/uploads/opciones-avanzadas-samsung-170x300.jpg 170w" alt="opciones avanzadas samsung" width="201" height="355" data-ll-status="loaded" /></p>
<ul>
<li>Deber&aacute;s ubicar la opci&oacute;n de&nbsp;<strong>Mensajer&iacute;a Dual</strong>&nbsp;navegando un poco en la pantalla y pulsar en ella.</li>
</ul>
<p><img class="aligncenter wp-image-16671 size-full lazyloaded" style="display: block; margin-left: auto; margin-right: auto;" title="mensajeria dual" src="https://internetpasoapaso.com/wp-content/uploads/mensajeria-dual.jpg" sizes="(max-width: 283px) 100vw, 283px" srcset="https://internetpasoapaso.com/wp-content/uploads/mensajeria-dual.jpg 283w, https://internetpasoapaso.com/wp-content/uploads/mensajeria-dual-273x300.jpg 273w" alt="mensajeria dual" width="172" height="189" data-ll-status="loaded" /></p>
<ul>
<li>Luego de pulsar sobre ella,&nbsp;<strong>tendr&aacute;s una pantalla con distintas aplicaciones compatibles para la esta funcionalidad.</strong>&nbsp;Aunque a ti te interesa solo WhatsApp. Por eso&nbsp;<strong>activar&aacute;s&nbsp;</strong>&uacute;nicamente esta red social.</li>
</ul>
<p><img class="aligncenter wp-image-16670 size-full lazyloaded" style="display: block; margin-left: auto; margin-right: auto;" title="mensajeria dual para whatsapp" src="https://internetpasoapaso.com/wp-content/uploads/mensajeria-dual-para-whatsapp.jpg" sizes="(max-width: 283px) 100vw, 283px" srcset="https://internetpasoapaso.com/wp-content/uploads/mensajeria-dual-para-whatsapp.jpg 283w, https://internetpasoapaso.com/wp-content/uploads/mensajeria-dual-para-whatsapp-170x300.jpg 170w" alt="mensajeria dual para whatsapp" width="190" height="335" data-ll-status="loaded" /></p>
<ul>
<li>Ahora tendr&aacute;s que&nbsp;<strong>confirmar</strong>&nbsp;la activaci&oacute;n de esta.</li>
<li>Proceder&aacute;s a constatar&nbsp;una&nbsp;<a href="https://internetpasoapaso.com/actualizar-whatsapp/" target="_blank" rel="noopener noreferrer"><strong>nueva instalaci&oacute;n de WhatsApp</strong></a>&nbsp;en tu equipo m&oacute;vil para poder usar tu otro n&uacute;mero telef&oacute;nico.</li>
</ul>
<p><img class="aligncenter wp-image-16668 size-full lazyloaded" style="display: block; margin-left: auto; margin-right: auto;" title="mensajeria dual para whatsapp confirmar activacion de whatsapp" src="https://internetpasoapaso.com/wp-content/uploads/mensajeria-dual-para-whatsapp-confirmar-activacion-de-whatsapp.jpg" sizes="(max-width: 283px) 100vw, 283px" srcset="https://internetpasoapaso.com/wp-content/uploads/mensajeria-dual-para-whatsapp-confirmar-activacion-de-whatsapp.jpg 283w, https://internetpasoapaso.com/wp-content/uploads/mensajeria-dual-para-whatsapp-confirmar-activacion-de-whatsapp-170x300.jpg 170w" alt="mensajeria dual para whatsapp confirmar activacion de whatsapp" width="211" height="373" data-ll-status="loaded" /></p>
<ul>
<li><strong>La nueva copia de WhatsApp</strong>&nbsp;funcionar&aacute; de forma independiente,&nbsp;<strong>se crear&aacute; en la pantalla principal un icono nuevo de esta distinto del original.</strong>&nbsp;En este deber&aacute;s configurar tu nueva cuenta con tu otro n&uacute;mero. De manera que puedas usar de forma independiente cada cuenta.</li>
</ul>
<p><img class="aligncenter wp-image-16703 size-full lazyloaded" style="display: block; margin-left: auto; margin-right: auto;" title="whatsapp duplicado" src="https://internetpasoapaso.com/wp-content/uploads/whatsapp-duplicado.jpg" alt="whatsapp duplicado" width="200" height="256" data-ll-status="loaded" /></p>
<p>Sin embargo, no todos los smartphones cuentan con esta funci&oacute;n de manera nativa. Es posible que tengas que recurrir a un software externo para conseguir&nbsp;<strong>tener dos cuentas de Whatsapp Messenger en un mismo tel&eacute;fono m&oacute;vil</strong>. Explicamos el proceso con una de ellas,&nbsp;<strong>Parallel Space</strong>, aunque es cierto que todas son muy similares por lo que no dudes en elegir la que mejor impresi&oacute;n te cause (te dejamos unas cuantas en el siguiente punto).</p>
<ul>
<li>Entra en Google Play.</li>
<li>Pon, en el buscador &ldquo;<strong>Parallel Space</strong>&rdquo; (o el nombre de la app clonadora que hayas decidido usar).</li>
<li>Pulsa sobre el software oficial (Parallel Space-Multi Cuentas).</li>
<li>En la siguiente pantalla, pulsa el bot&oacute;n &ldquo;<strong>Instalar</strong>&rdquo;.</li>
<li>Debes pulsar sobre &ldquo;<strong>Continuar</strong>&rdquo; en el aviso para revisar tu cuenta si apareciese.</li>
<li>Si es el caso, acto seguido se te pedir&aacute; que elijas m&eacute;todo de pago. Nuestra recomendaci&oacute;n es pulsar sobre &ldquo;<strong>Omitir</strong>&rdquo;, a la izquierda y abajo.</li>
<li>La aplicaci&oacute;n comienza a descargarse e instalarse autom&aacute;ticamente.</li>
<li>La primera vez que la ejecutes se te pedir&aacute; que des permisos para que esta acceda a tu contenido, lo cual es necesario para poder hacer el duplicado. As&iacute;, pulsa sobre &ldquo;<strong>Permitir</strong>&rdquo;.</li>
<li>Acto seguido, pulsa sobre &ldquo;<strong>Empezar</strong>&rdquo;.</li>
<li>Ver&aacute;s que aparecen todas las aplicaciones que tienes instaladas y son susceptibles de clonarse en un espacio paralelo (haciendo honor a su nombre). Tienes que seleccionar (check azul) las de tu inter&eacute;s.</li>
<li>Ahora, pulsa sobre el bot&oacute;n &ldquo;<strong>A&ntilde;adir en Parallel Space</strong>&rdquo;, abajo.</li>
<li>Se te volver&aacute;n a pedir permisos que debes dar pulsando sobre &ldquo;<strong>Aceptar</strong>&rdquo;.</li>
<li>Ver&aacute;s que tienes el icono de la aplicaci&oacute;n y, justo al lado, un icono-bot&oacute;n para repetir el proceso y a&ntilde;adir otra aplicaci&oacute;n.<br />En este caso, no se ha creado un segundo icono de WhatsApp en tu escritorio, es decir, no se ha clonado. Lo que esta app hace es crear un espacio paralelo con identidad propia al que debes acceder cada vez que quieras usar tu segunda cuenta.</li>
<li>La primera vez que la ejecutas se te pide, una vez m&aacute;s, permisos de habilitaci&oacute;n. Dale a &ldquo;<strong>Permitir</strong>&rdquo;.</li>
<li>Te aparecer&aacute;n los diversos aspectos que debes permitir (contactos, administraci&oacute;n de llamadas, calendario, realizar im&aacute;genes y v&iacute;deos&hellip;).</li>
<li>Ya puedes configurar tu nueva cuenta. Deber&aacute;s hacerlo entrando en &ldquo;<strong>Parallel Space</strong>&rdquo;, donde tendr&aacute;s que acudir a utilizar este servicio de mensajer&iacute;a clonado.</li>
<li>Como ves, es realmente sencillo conseguirlo. El resto de alternativas son igualmente intuitivas, compartiendo pasos de descarga, instalaci&oacute;n y m&eacute;todo para clonar.</li>
</ul>