<h2>Desde otras apps, programas o nubes de almacenamiento</h2>
<p><a name="underline-app-contactos-para-android-underline"></a></p>
<h3><span data-insertor-excluded="1">App Contactos para Android</span></h3>
<p class="niv1">En tu aplicaci&oacute;n&nbsp;<strong>Contactos</strong>, toca el&nbsp;<strong>&iacute;cono de 3 l&iacute;neas horizontales</strong>&nbsp;y, en el men&uacute;, selecciona&nbsp;<strong>Ajustes</strong>. En el nuevo men&uacute;, busca la secci&oacute;n&nbsp;<strong>Gestionar contactos</strong>&nbsp;y pulsa&nbsp;<strong>Restaurar</strong>. All&iacute; podr&aacute;s ver si tu dispositivo est&aacute; sincronizado con la cuenta de Gmail &mdash;vinculada a los servicios de Google Play&mdash; y si existe una copia de seguridad, a partir de la cual puedas recuperar tus contactos. Si es as&iacute;, toca tu cuenta y haz clic en&nbsp;<strong>Aceptar</strong>.</p>
<div class="ads--insertor-casper">&nbsp;</div>
<center><a class="fancy" href="https://img-17.ccm2.net/0fAouKgx5f7pMop8yc0Y8aP72Sw=/579x/3d70370680b7491380d1edd0d87bae77/ccm-faq/Contactos_3.png" data-insertor-excluded="1"><img src="https://img-17.ccm2.net/ivCkr1oGAfqKYD2gCzxwQuDsfKI=/500x/3d70370680b7491380d1edd0d87bae77/ccm-faq/Contactos_3.png" alt="" width="354" height="184" border="0" data-insertor-excluded="1" /></a></center>
<p>&nbsp;</p>
<h3><span data-insertor-excluded="1">iCloud de iPhone</span></h3>
<p class="niv1">Si tienes&nbsp;<strong>copias de seguridad de tus contactos en tu nube de iCloud</strong>, es posible restaurar una versi&oacute;n anterior de los mismos. Para saber si los contactos de tu iPhone est&aacute;n sincronizados con tu cuenta de iCloud, ve a&nbsp;<strong>Ajustes &gt; [Tu nombre] ID de Apple, iCloud... &gt; iCloud</strong>&nbsp;y revisa que el&nbsp;<strong>bot&oacute;n junto a Contactos</strong>&nbsp;est&eacute; en&nbsp;<strong>verde</strong>.</p>
<p class="niv1"><em><strong data-insertor-excluded="1">Nota</strong>: para evitar la p&eacute;rdida de cambios recientes, se recomienda hacer una copia de seguridad justo antes de la restauraci&oacute;n. As&iacute;, podr&aacute;s&nbsp;<strong data-insertor-excluded="1">regresar a tu versi&oacute;n actual</strong>, si es necesario, siguiendo el mismo proceso y eligiendo la fecha de la copia de seguridad que acabas de realizar.</em></p>
<div class="ads--insertor-casper">&nbsp;</div>
<p class="niv1">Para iniciar la restauraci&oacute;n de los contactos borrados en tu iPhone, ingresa a&nbsp;iCloud.com&nbsp;y haz clic en&nbsp;<strong>Configuraci&oacute;n de la cuenta</strong>.</p>
<center><a class="fancy" href="https://img-17.ccm2.net/YuNS4xBi3ZcsN0Vzejrsq3B5C90=/1566x/ef2e6755b810438883b975c8b2cf3270/ccm-faq/Contactos_4.png" data-insertor-excluded="1"><img src="https://img-17.ccm2.net/v8C02O6TmF94SlAyXRQ84GyeMhM=/500x/ef2e6755b810438883b975c8b2cf3270/ccm-faq/Contactos_4.png" alt="" width="372" height="142" border="0" data-insertor-excluded="1" /></a></center>
<p>&nbsp;</p>
<div class="ads--insertor-casper">&nbsp;</div>
<p class="niv1">En seguida, despl&aacute;zate hasta la parte inferior de la p&aacute;gina y ver&aacute;s el men&uacute;&nbsp;<strong>Avanzado</strong>&nbsp;a la izquierda. All&iacute;, pulsa&nbsp;<strong>Restaurar contactos</strong>.</p>
<center><a class="fancy" href="https://img-17.ccm2.net/oB2b1NhkxPJSkaXt6cwNIxJvotM=/468x/dde7b37ad7d842299307e0199dcb8a91/ccm-faq/Contactos_5.png" data-insertor-excluded="1"><img src="https://img-17.ccm2.net/oB2b1NhkxPJSkaXt6cwNIxJvotM=/468x/dde7b37ad7d842299307e0199dcb8a91/ccm-faq/Contactos_5.png" alt="" width="322" height="172" border="0" data-insertor-excluded="1" /></a></center>
<p>&nbsp;</p>
<div class="ads--insertor-casper">&nbsp;</div>
<p class="niv1">En la ventana que aparece, haz clic en&nbsp;<strong>Restaurar</strong>&nbsp;junto a la fecha anterior en que borraste los contactos. Pulsa&nbsp;<strong>Restaurar</strong>&nbsp;nuevamente para confirmar. Una vez termine la restauraci&oacute;n de tus contactos, ver&aacute;s una notificaci&oacute;n y recibir&aacute;s un mensaje en el correo asociado a tu cuenta de iCloud.</p>
<center><a class="fancy" href="https://img-17.ccm2.net/VMhM3Bw61zHbRXAqpp0ViA3ygmY=/934x/e13a69f04819407081fdadd64e2afd22/ccm-faq/Contactos_6.png" data-insertor-excluded="1"><img src="https://img-17.ccm2.net/5BkL1jNinnlbs8WoZFT7uqZ9ykQ=/500x/e13a69f04819407081fdadd64e2afd22/ccm-faq/Contactos_6.png" alt="" width="323" height="196" border="0" data-insertor-excluded="1" /></a></center>
<div class="ads--insertor-casper">&nbsp;</div>
<h3><span data-insertor-excluded="1">Dr.Fone</span></h3>
<p class="niv1">Dr Fone es una app de terceros que te permite&nbsp;<strong>elegir la carpeta de tus contactos para restaurarla</strong>&nbsp;desde tu ordenador. Para ello, abre Dr Fone y, en la pantalla inicial, selecciona&nbsp;<strong>Recuperaci&oacute;n.</strong>&nbsp;En la siguiente ventana, sigue las instrucciones del programa. Descubre m&aacute;s informaci&oacute;n y descarga Dr Fone para Windows&nbsp;aqu&iacute;&nbsp;y para Mac&nbsp;aqu&iacute;.</p>
<p class="niv1">Si la agenda de contactos de tu celular est&aacute; sincronizada con cualquier&nbsp;<strong>servicio de almacenamiento en la nube</strong>&nbsp;o&nbsp;<strong>app de gesti&oacute;n de contactos</strong>, generalmente tienes la opci&oacute;n de restaurar una versi&oacute;n anterior. De lo contrario, la mejor opci&oacute;n ser&iacute;a&nbsp;<strong>restaurar todos los datos de tu m&oacute;vil a partir de una copia de seguridad</strong>, teniendo en cuenta que cualquier cambio posterior a esa copia de seguridad desaparece en el proceso.</p>