<h1 id="jArticleTitle">C&oacute;mo recuperar contactos borrados de tu m&oacute;vil (celular)</h1>
<p><em>Si has borrado&nbsp;<strong data-insertor-excluded="1">contactos de tu m&oacute;vil</strong>&nbsp;por error, puedes recuperarlos restaurando una&nbsp;<strong data-insertor-excluded="1">versi&oacute;n anterior de tu lista de contactos o de tu sistema</strong>&nbsp;mediante la cuenta de correo electr&oacute;nico, app, programa o servicio de almacenamiento en la nube que uses para sincronizar tus contactos. A continuaci&oacute;n te mostramos varias formas sencillas de recuperar contactos borrados de tu celular.</em></p>
<h2>Desde tu cuenta de Gmail</h2>
<h3><span data-insertor-excluded="1">En Android</span></h3>
<p class="niv1">Cuando&nbsp;<strong>sincronizas autom&aacute;ticamente los contactos de tu smartphone con tu cuenta de Google</strong>, puedes regresar a una versi&oacute;n anterior de estos y recuperar los que hayas borrado. Para comprobar si tu sincronizaci&oacute;n est&aacute; habilitada, ingresa a&nbsp;<strong>Ajustes &gt; Cuentas</strong>&nbsp;y selecciona tu&nbsp;<strong>cuenta de Google</strong>. Haz clic en&nbsp;<strong>Sincronizaci&oacute;n</strong>&nbsp;y verifica si el&nbsp;<strong>bot&oacute;n de Contactos</strong>&nbsp;est&aacute; activado (en&nbsp;<strong>verde</strong>), as&iacute; como la fecha y hora de la &uacute;ltima sincronizaci&oacute;n.</p>
<div id="ctn_position3" class="ads--insertor-casper">&nbsp;</div>
<p class="niv1"><strong><em data-insertor-excluded="1">Nota</em></strong><em>: Si has a&ntilde;adido nuevos contactos a tu agenda recientemente, gu&aacute;rdalos o realiza una&nbsp;<strong data-insertor-excluded="1">copia de seguridad</strong>&nbsp;antes de hacer la restauraci&oacute;n para no perderlos.</em></p>
<p class="niv1"><strong>Para restaurar una versi&oacute;n anterior de tus contactos en Android</strong>, abre la&nbsp;<strong>app de Gmail</strong>, pulsa el&nbsp;<strong>&iacute;cono de las 3 l&iacute;neas</strong>&nbsp;en la parte superior izquierda y selecciona&nbsp;<strong>Contactos</strong>&nbsp;en el men&uacute;. En cuanto veas tu lista de contactos, toca nuevamente el&nbsp;<strong>bot&oacute;n de 3 l&iacute;neas</strong>&nbsp;y selecciona&nbsp;<strong>Ajustes</strong>. All&iacute;, toca en&nbsp;<strong>Deshacer cambios</strong>. Elige una fecha y hora de la lista o define un momento espec&iacute;fico dentro de los &uacute;ltimos 30 d&iacute;as, al tocar&nbsp;<strong>Personalizado</strong>. Luego, pulsa&nbsp;<strong>Deshacer/Aceptar</strong>.</p>
<h3><span data-insertor-excluded="1">En iOS</span></h3>
<p class="niv1">Si tienes tus&nbsp;<strong>contactos sincronizados con tu cuenta de Gmail</strong>&nbsp;de forma predeterminada, puedes restaurar una versi&oacute;n anterior de estos y recuperarlos gracias a&nbsp;<strong>Google Contacts</strong>. Comprueba si tu sincronizaci&oacute;n est&aacute; activa en&nbsp;<strong>Ajustes &gt; Contactos &gt; Cuenta por omisi&oacute;n</strong>.</p>
<div class="ads--insertor-casper">&nbsp;</div>
<p class="niv1">Si efectivamente te aparece&nbsp;<strong>Google Contacts</strong>&nbsp;como tu cuenta por omisi&oacute;n, ingresa al sitio web&nbsp;de Contactos de Google&nbsp;desde cualquier navegador, pulsa el&nbsp;<strong>&iacute;cono de la rueda dentada</strong>&nbsp;en la esquina superior derecha y selecciona&nbsp;<strong>Deshacer cambios</strong>&nbsp;en el men&uacute; desplegable. Recuerda que los cambios posteriores a esa versi&oacute;n se perder&aacute;n. Por esto, es aconsejable&nbsp;<strong>realizar una copia de seguridad previamente</strong>.</p>
<center><a class="fancy" href="https://img-17.ccm2.net/PZmIJXoI3yk1NF_kOlIlpYFb_Lw=/658x/7b98feddc09d4c3a9210bccd277eb48c/ccm-faq/Contactos_1.png" data-insertor-excluded="1"><img src="https://img-17.ccm2.net/9oUigAJzn1J6xbJzJp0377hQt38=/500x/7b98feddc09d4c3a9210bccd277eb48c/ccm-faq/Contactos_1.png" alt="" width="359" height="117" border="0" data-insertor-excluded="1" /></a></center>
<p>&nbsp;</p>
<div class="ads--insertor-casper">&nbsp;</div>
<p class="niv1">A continuaci&oacute;n te aparece una ventana con varias opciones de per&iacute;odos de restauraci&oacute;n dentro de los &uacute;ltimos 30 d&iacute;as. Puedes elegir uno o seleccionar&nbsp;<strong>Personalizado</strong>&nbsp;y escribir los minutos, horas o d&iacute;as que desees. En seguida, haz clic en&nbsp;<strong>Deshacer</strong>&nbsp;y espera un momento para que los cambios surtan efecto en tu celular.</p>
<center><a class="fancy" href="https://img-17.ccm2.net/xXvXHv_dlLUA4AIBkdNl9r39720=/640x/1664bc3204b0477482539712274f94e0/ccm-faq/Contactos_2.png" data-insertor-excluded="1"><img src="https://img-17.ccm2.net/IMCRExMjMnTtFKGYumCdV6wO8JQ=/500x/1664bc3204b0477482539712274f94e0/ccm-faq/Contactos_2.png" alt="" width="293" height="252" border="0" data-insertor-excluded="1" /></a></center>